#+TITLE: Configuración de GNU Emacs
#+AUTHOR: Jorge Javier Araya Navarro (Shackra Sislock)
#+EMAIL: elcorreo@deshackra.com
#+OPTIONS: toc:5 num:nil ^:nil
#+STARTUP: overview

#+begin_quote
                                                 🕇
                              Actiones nostras tibi comítimus, Dómine,
                               ut ad maiorem gloriam tuam repleamur.
                                               🕇   🕇
#+end_quote

** Instalación de certificados que Emacs pueda leer
Para esto seria necesario tener Python 2.7.x instalado en el sistema.

#+BEGIN_SRC sh :results silent
  pip3 install -U --user certifi
#+END_SRC

Probamos que el modulo a sido instalado correctamente

#+BEGIN_SRC sh :results output :exports both
  python3 -m certifi
#+END_SRC

#+RESULTS:
: /home/jorge/.local/lib/python3.5/site-packages/certifi/cacert.pem

